name1, name2, name3 = "Вася", "Петя", "Вова"
print(name1, name2, name3)

# ЗАДАНИЕ 1 К ЛЕКЦИИ 2.4 Практическая работа. Строки и конкатенация
# a = input("Введите своё имя: ")
# print("Здравствуй, " + a + "!")

# ЗАДАНИЕ 3. Склейка

# a = input('Твоё имя? ')
# b = input('Это точно твоё имя? Повтори его. ')
# с = a + ", " + b + ", " + "иди на хуй."
# print(с)

# ЗАДАНИЕ 3 К ЛЕКЦИИ 2.3 Практическая работа. Оператор ввода input. ЗДЕСЬ НАДО БЫЛО ИСПРАВИТЬ КОД
# sur_name = input('Введите фамилию: ')
# print('Ваша фамилия - ')
# print(sur_name)

# Следующие четыре строчки пример конкатенации: склеивания строк
# a = input("Введите первое слово:")
# b = input("Введите второе слово:")
# c = a + " люблю " + b
# print(c)
